[
  {
    "id_content": 0,
    "pages": [
      {
        "parts_page": [
          {
            "content": "y0nXg3-hUOk",
            "type": "youtube"
          },
          {
            "content": "Pembuatan Pupuk organik. Pupuk organik sering disebut pula sebagai kompos. Pupuk organik merupakan hasil penguraian atau dekomposisi, bahan organik yang dibantu oleh mikroorganisme pengurai dalam kondisi lingkungan yang hangat, lembab dan dalam keadaan aerob atau anaerob.Pupuk Organik CairPupuk organik dapat dibuat dan diperoleh dalam bentuk padat dan cair. Pupuk organik padat sering disebut pula pupuk organik curah.Sedangkan pupuk organik cair dapat diperoleh dari hasil pembusukan bahan-bahan organik yang berasal dari tanaman atau kotoran hewan, bahkan kotoran manusia dengan kandungan unsur hara yang lengkap.Kali ini kita fokus untuk membicarakan pupuk organik cair (POC) yang diperoleh dari buah busuk.  POC memiliki kelebihan, yakni unsur hara yang terdapat di dalamnya lebih mudah diserap tanaman (Murbandono, 1990).Pada umumnya POC aman bagi tanah dan tanaman meskipun digunakan sesering mungkin. Selain itu, POC  juga dapat dimanfaatkan sebagai aktivator untuk membuat kompos (Lingga dan Marsono, 2003).Pupuk organik cair mempunyai beberapa manfaat diantaranya dapat mendorong dan meningkatkan pembentukan klorofil daun, sehingga meningkatkan kemampuan fotosintesis tanaman dan penyerapan nitrogen dari udara.Pupuk organik cair juga dapat meningkatkan vigor tanaman sehingga tanaman menjadi kokoh dan kuat, meningkatkan daya tahan tanaman terhadap kekeringan, merangsang pertumbuhan cabang produksi, meningkatkan pembentukan bunga dan bakal buah, mengurangi gugurnya bunga, dan bakal buah (Huda, 2013).Pupuk organik cair dapat dibuat dari beberapa jenis sampah organik, yaitu sampah sayur, sisa sayuran basi, sisa nasi, sisa ikan, ayam, kulit telur, sampah buah seperti anggur, kulit jeruk, apel dan lain-lain (Hadisuwito, 2007)Bahan organik basah seperti sisa buah dan sayuran merupakan bahan baku pupuk cair yang sangat bagus, karena selain mudah terdekomposisi, bahan ini juga kaya akan hara yang dibutuhkan tanaman.POC dapat dibuat berdasarkan unsur hara yang Anda inginkan. Misalnya, Anda dapat membuat POC yang kaya nitrogen (N), POC yang kaya phosphor (P), atau POC yang kaya akan kalium (NPK).",
            "type": "markdown"
          }
        ]
      },
      {
        "parts_page": [
          {
            "content": "y0nXg3-hUOk",
            "type": "youtube"
          },
          {
            "content": "Pembuatan Pupuk organik. Pupuk organik sering disebut pula sebagai kompos. Pupuk organik merupakan hasil penguraian atau dekomposisi, bahan organik yang dibantu oleh mikroorganisme pengurai dalam kondisi lingkungan yang hangat, lembab dan dalam keadaan aerob atau anaerob.Pupuk Organik CairPupuk organik dapat dibuat dan diperoleh dalam bentuk padat dan cair. Pupuk organik padat sering disebut pula pupuk organik curah.Sedangkan pupuk organik cair dapat diperoleh dari hasil pembusukan bahan-bahan organik yang berasal dari tanaman atau kotoran hewan, bahkan kotoran manusia dengan kandungan unsur hara yang lengkap.Kali ini kita fokus untuk membicarakan pupuk organik cair (POC) yang diperoleh dari buah busuk.  POC memiliki kelebihan, yakni unsur hara yang terdapat di dalamnya lebih mudah diserap tanaman (Murbandono, 1990).Pada umumnya POC aman bagi tanah dan tanaman meskipun digunakan sesering mungkin. Selain itu, POC  juga dapat dimanfaatkan sebagai aktivator untuk membuat kompos (Lingga dan Marsono, 2003).Pupuk organik cair mempunyai beberapa manfaat diantaranya dapat mendorong dan meningkatkan pembentukan klorofil daun, sehingga meningkatkan kemampuan fotosintesis tanaman dan penyerapan nitrogen dari udara.Pupuk organik cair juga dapat meningkatkan vigor tanaman sehingga tanaman menjadi kokoh dan kuat, meningkatkan daya tahan tanaman terhadap kekeringan, merangsang pertumbuhan cabang produksi, meningkatkan pembentukan bunga dan bakal buah, mengurangi gugurnya bunga, dan bakal buah (Huda, 2013).Pupuk organik cair dapat dibuat dari beberapa jenis sampah organik, yaitu sampah sayur, sisa sayuran basi, sisa nasi, sisa ikan, ayam, kulit telur, sampah buah seperti anggur, kulit jeruk, apel dan lain-lain (Hadisuwito, 2007)Bahan organik basah seperti sisa buah dan sayuran merupakan bahan baku pupuk cair yang sangat bagus, karena selain mudah terdekomposisi, bahan ini juga kaya akan hara yang dibutuhkan tanaman.POC dapat dibuat berdasarkan unsur hara yang Anda inginkan. Misalnya, Anda dapat membuat POC yang kaya nitrogen (N), POC yang kaya phosphor (P), atau POC yang kaya akan kalium (NPK).",
            "type": "markdown"
          }
        ]
      },
      {
        "parts_page": [
          {
            "content": "kszcXFZpx8g",
            "type": "youtube"
          },
          {
            "content": "Pembuatan Pupuk organik. Pupuk organik sering disebut pula sebagai kompos. Pupuk organik merupakan hasil penguraian atau dekomposisi, bahan organik yang dibantu oleh mikroorganisme pengurai dalam kondisi lingkungan yang hangat, lembab dan dalam keadaan aerob atau anaerob.Pupuk Organik CairPupuk organik dapat dibuat dan diperoleh dalam bentuk padat dan cair. Pupuk organik padat sering disebut pula pupuk organik curah.Sedangkan pupuk organik cair dapat diperoleh dari hasil pembusukan bahan-bahan organik yang berasal dari tanaman atau kotoran hewan, bahkan kotoran manusia dengan kandungan unsur hara yang lengkap.Kali ini kita fokus untuk membicarakan pupuk organik cair (POC) yang diperoleh dari buah busuk.  POC memiliki kelebihan, yakni unsur hara yang terdapat di dalamnya lebih mudah diserap tanaman (Murbandono, 1990).Pada umumnya POC aman bagi tanah dan tanaman meskipun digunakan sesering mungkin. Selain itu, POC  juga dapat dimanfaatkan sebagai aktivator untuk membuat kompos (Lingga dan Marsono, 2003).Pupuk organik cair mempunyai beberapa manfaat diantaranya dapat mendorong dan meningkatkan pembentukan klorofil daun, sehingga meningkatkan kemampuan fotosintesis tanaman dan penyerapan nitrogen dari udara.Pupuk organik cair juga dapat meningkatkan vigor tanaman sehingga tanaman menjadi kokoh dan kuat, meningkatkan daya tahan tanaman terhadap kekeringan, merangsang pertumbuhan cabang produksi, meningkatkan pembentukan bunga dan bakal buah, mengurangi gugurnya bunga, dan bakal buah (Huda, 2013).Pupuk organik cair dapat dibuat dari beberapa jenis sampah organik, yaitu sampah sayur, sisa sayuran basi, sisa nasi, sisa ikan, ayam, kulit telur, sampah buah seperti anggur, kulit jeruk, apel dan lain-lain (Hadisuwito, 2007)Bahan organik basah seperti sisa buah dan sayuran merupakan bahan baku pupuk cair yang sangat bagus, karena selain mudah terdekomposisi, bahan ini juga kaya akan hara yang dibutuhkan tanaman.POC dapat dibuat berdasarkan unsur hara yang Anda inginkan. Misalnya, Anda dapat membuat POC yang kaya nitrogen (N), POC yang kaya phosphor (P), atau POC yang kaya akan kalium (NPK).",
            "type": "markdown"
          }
        ]
      }
    ]
  },
  {
    "id_content": 1,
    "pages": [
      {
        "parts_page": [
          {
            "content": "CmvPrgqURgA",
            "type": "youtube"
          },
          {
            "content": "Berikut adalah 10 contoh pengolahan siap jadi dari buah pisang beserta langkah-langkah umumnya:\\n\\n1. Pisang Goreng:\\n\\n   a. Kupas pisang dan potong-potong menjadi bagian yang lebih kecil.\\n   b. Campurkan tepung terigu, gula, dan sedikit garam dalam mangkuk.\\n   c. Celupkan potongan pisang ke dalam adonan tepung hingga rata.\\n   d. Goreng pisang dalam minyak panas hingga kecokelatan.\\n   e. Tiriskan pisang goreng pada tisu dapur untuk menghilangkan kelebihan minyak.\\n   f. Sajikan pisang goreng hangat sebagai camilan.\\n\\n2. Pisang Bakar keju :\\n\\n   a. Kupas pisang dan belah pisang secara memanjang.\\n   b. Bumbui pisang dengan madu, kayu manis, atau gula sesuai selera.\\n   c. Panggang pisang dalam oven atau di atas panggangan hingga pisang lembut dan permukaannya karamelisasi.\\n   d. Sajikan pisang bakar dengan taburan kacang atau es krim.\\n\\n3. Smoothie Pisang:\\n\\n   a. Kupas pisang dan potong menjadi potongan-potongan kecil.\\n   b. Blender pisang bersama dengan yogurt, susu, es, dan pilihan tambahan seperti buah-buahan lain atau madu.\\n   c. Blender hingga semua bahan tercampur sempurna dan tekstur smoothie tercapai.\\n   d. Tuang smoothie pisang ke dalam gelas dan hidangkan segera.\\n\\n4. Pisang Split:\\n\\n   a. Kupas pisang dan belah pisang secara memanjang.\\n   b. Letakkan pisang di atas piring.\\n   c. Tambahkan bola es krim vanila di antara irisan pisang.\\n   d. Siram dengan saus karamel atau cokelat cair.\\n   e. Hiasi dengan kacang tanah cincang, whipped cream, atau ceri maraschino.\\n\\n5. Pisang Muffin:\\n\\n   a. Kupas pisang dan haluskan dengan garpu.\\n   b. Campurkan pisang halus dengan tepung, gula, baking powder, dan bahan lain sesuai resep muffin favorit Anda.\\n   c. Aduk rata hingga adonan tercampur sempurna.\\n   d. Tuang adonan muffin ke dalam cetakan muffin yang telah diolesi dengan mentega atau kertas muffin.\\n   e. Panggang muffin dalam oven yang telah dipanaskan hingga matang dan berwarna keemasan.\\n   f. Dinginkan sejenak sebelum disajikan.\\n\\n6",
            "type": "markdown"
          }
        ]
      },
      {
        "parts_page": [
          {
            "content": "VprnA8S3oTM",
            "type": "youtube"
          },
          {
            "content": "\"Kandungan\\\\nBuah pisang mengandung berbagai nutrisi penting yang bermanfaat bagi kesehatan. Berikut adalah beberapa kandungan utama dalam buah pisang:\\\\n\\\\n1. Karbohidrat: Pisang merupakan sumber karbohidrat yang kaya, terutama dalam bentuk pati resisten. Karbohidrat memberikan energi yang dibutuhkan oleh tubuh.\\\\n\\\\n2. Serat: Buah pisang mengandung serat pangan, termasuk serat larut dan serat tidak larut. Serat membantu menjaga kesehatan pencernaan, mengurangi risiko sembelit, dan menjaga kenyang lebih lama.\\\\n\\\\n3. Vitamin C: Pisang mengandung vitamin C, yang merupakan antioksidan penting untuk menjaga sistem kekebalan tubuh, meningkatkan produksi kolagen, dan melindungi sel-sel dari kerusakan oksidatif.\\\\n\\\\n4. Vitamin B6: Pisang merupakan sumber vitamin B6 yang baik. Vitamin B6 diperlukan untuk fungsi saraf, metabolisme protein, produksi sel darah merah, dan menjaga kesehatan jantung.\\\\n\\\\n5. Kalium: Pisang mengandung kalium, mineral penting yang berperan dalam menjaga keseimbangan elektrolit, menjaga tekanan darah normal, dan mendukung fungsi otot dan saraf yang sehat.\\\\n\\\\n6. Mangan: Pisang juga mengandung mangan, mineral yang diperlukan untuk fungsi enzimatik, metabolisme energi, dan pembentukan jaringan ikat.\\\\n\\\\nJenis-jenis pisang yang umumnya ditemui antara lain:\\\\n\\\\n1. Pisang Cavendish: Jenis pisang yang paling umum dan populer di pasaran. Pisang ini memiliki kulit kuning saat matang, daging buah yang manis dan krimi, serta tekstur yang lembut.\\\\n\\\\n2. Pisang Raja: Jenis pisang yang lebih besar dan lebih manis dibandingkan dengan pisang Cavendish. Memiliki kulit kuning saat matang dan daging buah yang kaya rasa dan lembut.\\\\n\\\\n3. Pisang Manis (Lady Finger): Pisang ini lebih kecil dari pisang Cavendish, dengan kulit kuning saat matang. Memiliki rasa manis dan tekstur yang lebih padat.\\\\n\\\\n4. Pisang Pisang Tanduk (Plantain): Jenis pisang yang lebih besar dan umumnya dikonsumsi dalam keadaan matang",
            "type": "markdown"
          }
        ]
      },
      {
        "parts_page": [
          {
            "content": "0qRGPsS2iFs",
            "type": "youtube"
          },
          {

            "content": "Pisang Barangan: Jenis pisang yang memiliki kulit kuning cerah saat matang. Memiliki daging buah yang manis dan lembut.\\n\\n6. Pisang Baby: Pisang yang lebih kecil dari pisang Cavendish. Memiliki kulit kuning saat matang dan daging buah yang manis. Biasanya digunakan sebagai camilan atau tambahan dalam hidangan penutup.\\n\\nItu hanya beberapa contoh jenis pisang yang umum ditemui, namun ada lebih banyak varietas pisang yang memiliki ciri khas masing-masing dalam hal ukuran, warna kulit, tekstur daging buah, dan rasa.",            "type": "markdown"
          }
        ]
      }
    ]
  },
  {
    "id_content": 2,
    "pages": [
      {
        "parts_page": [
          {
            "content": "22YF7y3P54s",
            "type": "youtube"
          },
          {
            "content": "Berikut ini adalah 10 contoh pengolahan siap jadi dari buah jeruk beserta langkah-langkah umumnya:\\n\\n1. Jus Jeruk Segar:\\n\\n   a. Kupas jeruk dan pisahkan daging buahnya dari kulit dan biji.\\n   b. Blender atau jus jeruk dengan menggunakan blender atau mesin jus.\\n   c. Saring jus jeruk yang telah diblender menggunakan saringan halus untuk memisahkan serat dan bijinya.\\n   d. Dinginkan jus jeruk di lemari pendingin sebelum disajikan.\\n\\n2. Jeruk Krim:\\n\\n   a. Kupas jeruk dan pisahkan segmen-segmen buahnya.\\n   b. Campurkan segmen jeruk dengan yogurt atau whipped cream.\\n   c. Tambahkan sedikit gula atau madu sesuai selera.\\n   d. Aduk rata hingga tercampur merata.\\n   e. Sajikan jeruk krim sebagai makanan penutup atau camilan.\\n\\n3. Salad Jeruk:\\n\\n   a. Kupas jeruk dan pisahkan segmen-segmen buahnya.\\n   b. Potong segmen jeruk menjadi potongan kecil-kecil.\\n   c. Campurkan potongan jeruk dengan sayuran segar seperti selada, mentimun, dan tomat cherry.\\n   d. Tambahkan dressing salad sesuai selera.\\n   e. Aduk rata hingga tercampur merata dan sajikan sebagai salad segar.\\n\\n4. Jeruk Manis Panggang:\\n   a. Kupas jeruk dan pisahkan segmen-segmen buahnya.\\n   b. Letakkan segmen jeruk dalam loyang panggang.\\n   c. Taburi jeruk dengan gula, kayu manis, dan sedikit mentega.\\n   d. Panggang jeruk dalam oven yang telah dipanaskan hingga jeruk lembut dan permukaannya kecokelatan.\\n   e. Dinginkan sejenak sebelum disajikan.\\n\\n5. Es Jeruk:\\n\\n   a. Peras jeruk untuk mendapatkan jusnya.\\n   b. Campurkan jus jeruk dengan air dingin dan tambahkan gula sesuai selera.\\n   c. Aduk rata hingga gula larut.\\n   d. Tambahkan es batu dan aduk kembali.\\n   e. Sajikan es jeruk sebagai minuman penyegar.\\n\\n6. Jeruk Asam Manis:\\n\\n   a. Kupas jeruk dan pisahkan segmen-segmen buahnya.\\n   b. Taburi segmen jeruk dengan gula secukupnya.\\n   c. Diamkan selama beberapa saat hingga gula larut dan menciptakan sirup.\\n   d. Sajikan jeruk asam manis sebagai hidangan penutup.",
            "type": "markdown"
          }
        ]
      },
      {
        "parts_page": [
          {
            "content": "haYH7rF3nZg",
            "type": "youtube"
          },
          {
            "content": "Kandungan \\nBuah jeruk mengandung berbagai nutrisi penting yang bermanfaat bagi kesehatan. Berikut adalah beberapa kandungan utama dalam buah jeruk:\\n\\n1. Vitamin C: Jeruk dikenal sebagai sumber vitamin C yang kaya. Vitamin C berperan dalam meningkatkan sistem kekebalan tubuh, membantu penyerapan zat besi, melindungi sel-sel tubuh dari kerusakan oksidatif, dan menjaga kesehatan kulit.\\n\\n2. Serat: Buah jeruk mengandung serat pangan yang larut dan tidak larut. Serat membantu menjaga kesehatan pencernaan, meningkatkan pergerakan usus, mengurangi risiko sembelit, dan menjaga kadar gula darah stabil.\\n\\n3. Antioxidant: Jeruk kaya akan antioksidan seperti flavonoid, hesperidin, dan naringin. Antioksidan melindungi sel-sel tubuh dari kerusakan radikal bebas, mengurangi risiko penyakit kronis, dan memperkuat sistem kekebalan tubuh.\\n\\n4. Folat: Jeruk mengandung folat (vitamin B9) yang penting untuk pertumbuhan dan perkembangan sel, pembentukan sel darah merah, serta kesehatan otak dan sistem saraf.\\n\\n5. Potassium: Jeruk mengandung kalium, mineral penting yang berperan dalam menjaga keseimbangan elektrolit, mengatur tekanan darah, dan mendukung fungsi otot dan saraf yang sehat.\\n\\n6. Karotenoid: Beberapa jenis jeruk mengandung karotenoid seperti beta-karoten dan lutein, yang dapat membantu menjaga kesehatan mata, mengurangi risiko penyakit jantung, dan meningkatkan sistem kekebalan tubuh.\\n\\nJenis-jenis jeruk yang umumnya ditemui antara lain:\\n\\n1. Jeruk Navel: Jeruk dengan kulit yang mudah dikupas dan memiliki rasa manis serta sedikit asam. Biasanya memiliki tonjolan di bagian dasar yang menyerupai pusar.\\n\\n2. Jeruk Valencia: Jeruk yang memiliki kulit tipis, rasa manis, dan banyak mengandung jus. Jeruk Valencia biasanya tersedia pada musim panas.\\n\\n3. Jeruk Mandarin: Jeruk kecil dengan kulit yang mudah dikupas. Memiliki rasa manis dan aroma yang khas.\\n\\n4. Jeruk Blood Orange: Jeruk dengan daging buah berwarna merah atau merah tua. Memiliki rasa manis dengan sedikit keasaman.\\n\\n5. Jeruk Satsuma: Jeruk kecil dengan kulit yang mudah dikupas dan rasa manis. Biasanya berasal dari Jepang.",
            "type": "markdown"
          }
        ]
      }
    ]
  },
  {
    "id_content": 3,
    "pages": [
      {
        "parts_page": [
          {
            "content": "iu_6aOqjfnA",
            "type": "youtube"
          },
          {
            "content": "Berikut adalah 6 contoh pengolahan siap jadi dari buah apel beserta langkah-langkah umumnya: 1. Jus Apel: a. Cuci buah apel secara menyeluruh dan potong menjadi potongan kecil. b. Blender atau jus apel dengan menggunakan blender atau mesin jus. c. Saring jus apel yang telah diblender menggunakan saringan halus untuk memisahkan ampasnya. d. Dinginkan jus apel di lemari pendingin sebelum disajikan. 2. Selai Apel: a. Kupas dan potong buah apel menjadi irisan kecil. b. Masak irisan apel dengan gula dalam panci di atas api sedang hingga apel lunak dan berair. c. Haluskan apel dengan menggunakan blender atau tangan hingga menjadi selai yang halus. d. Masukkan selai apel dalam wadah kaca steril dan simpan di lemari pendingin. 3. Saus Apel: a. Kupas dan potong buah apel menjadi irisan kecil. b. Masak irisan apel dengan gula, air, dan rempah-rempah seperti kayu manis atau pala di atas api sedang hingga apel lunak dan berair. c. Haluskan saus apel dengan menggunakan blender atau tangan. d. Saring saus apel untuk memisahkan serat dan biji apel. e. Dinginkan saus apel sebelum digunakan. 4. Pie Apel: a. Siapkan adonan pie dengan mencampurkan tepung, gula, mentega, dan air dingin hingga membentuk adonan yang lembut. b. Kupas dan iris buah apel menjadi irisan tipis. c. Campurkan irisan apel dengan gula, kayu manis, dan sedikit tepung dalam mangkuk. d. Gilas adonan pie dan letakkan di dalam loyang pie. e. Isi loyang pie dengan campuran apel. f. Tutup pie dengan lapisan adonan pie tambahan dan beri lubang di bagian atas untuk memungkinkan uap keluar. g. Panggang pie dalam oven yang telah dipanaskan hingga keraknya berwarna keemasan. h. Dinginkan sebelum disajikan. 5. Apel Panggang: a. Kupas apel dan buang bijinya. b. Potong apel menjadi irisan atau biarkan utuh sesuai preferensi. c. Letakkan irisan atau apel utuh dalam loyang panggang. d. Taburi apel dengan gula, kayu manis, dan mentega. e. Panggang apel dalam oven yang telah dipanaskan hingga apel lembut dan permukaannya kecokelatan. f. Dinginkan sejenak sebelum disajikan. 6. Kismis Apel: a. Cuci buah apel secara menyeluruh dan potong menjadi irisan tipis. b. Rendam irisan apel dalam larutan air lemon atau jus lemon selama beberapa menit untuk mencegah perubahan warna. c. Keringkan irisan apel dengan menggunakan kain bersih atau alat pengering.",

            "type": "markdown"
          }
        ]
      },
      {
        "parts_page": [
          {
            "content": "VFQsDAADPLM&t",
            "type": "youtube"
          },
          {
            "content": "Kandungan Buah apel mengandung berbagai nutrisi penting yang bermanfaat bagi kesehatan. Berikut adalah beberapa kandungan utama dalam buah apel: 1. Serat: Buah apel mengandung serat pangan yang tinggi, baik serat larut maupun serat tidak larut. Serat membantu menjaga kesehatan pencernaan, mencegah sembelit, dan mengontrol kadar gula darah. 2. Vitamin C: Apel mengandung vitamin C, yang merupakan antioksidan penting untuk meningkatkan kekebalan tubuh, menjaga kesehatan kulit, dan membantu penyerapan zat besi. 3. Antioksidan: Buah apel kaya akan antioksidan seperti quercetin, epicatechin, dan procyanidin. Antioksidan membantu melawan kerusakan sel akibat radikal bebas dan dapat mengurangi risiko penyakit jantung, kanker, dan penuaan dini. 4. Vitamin A: Buah apel mengandung vitamin A dalam bentuk beta-karoten, yang penting untuk kesehatan mata, pertumbuhan sel, dan sistem kekebalan tubuh. 5. Kalium: Apel mengandung kalium, mineral yang berperan dalam menjaga keseimbangan elektrolit, mengatur tekanan darah, dan menjaga fungsi otot dan saraf yang sehat. 6. Quercetin: Buah apel kaya akan quercetin, senyawa bioaktif yang memiliki efek antiinflamasi dan antikanker. Quercetin juga dapat membantu melindungi sel-sel tubuh dari kerusakan oksidatif.",

            "type": "markdown"
          }
        ]
      }
    ]
  }
]